{
  "astrolsp": { "branch": "main" },
  "auto-save.nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "codeium.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "lasterisk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.operators": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-various-textobjs-movements": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "text-case.nvim": { "branch": "main" }
}
